IDEA Open Model
LineSupport.EdgePositionType Property
Compatible with IDEA StatiCa 20.1
 edge position type
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public EdgeOrientationType EdgePositionType { get; set; }
Public Property EdgePositionType As EdgeOrientationType
	Get
	Set
Property Value
Type: EdgeOrientationType
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace